{
    "name": {
        "message": "AntiAdblock"
    },
    "eula_text": {
        "message": "<p>\r\n                    This AntiAdblock Browser Extension End-User License Agreement (“EULA” or “Agreement”) is a legal agreement between you,\r\n                    and Performix, LLC (the “Company”), which is the legal owner of the AntiAdblock browser extension\r\n                    (\"AntiAdblock” or “AntiAdblock browser extension”), and provides the terms and conditions by which you may\r\n                    use AntiAdblock, including any associated media, scripts, printed materials, and online or electronic\r\n                    documentation. This EULA supersedes any other agreement or understanding with respect to its subject matter.\r\n                    If you don't like what you see here, do not install or use the AntiAdblock browser extension.\r\n                    By downloading it, however, you agree to use the AntiAdblock browser extension consistent with the\r\n                    terms of this EULA. The Privacy Statement is subject to and incorporated into this EULA.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    AntiAdblock is the intellectual property of the Company and is protected by copyright, trademark laws and international copyright treaties, as well as other\r\n                    intellectual property laws. Intellectual property, includes, but is not limited to, computer or software code, scripts, design elements, graphics, interactive\r\n                    features, artwork, text communication, tracker libraries, and any other content that may be found in AntiAdblock. All trademarks, service marks and trade names\r\n                    are owned, registered and\/or licensed by the Company.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    1. GRANT OF LICENSE\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    The Company grants to you a limited, worldwide, non-exclusive, royalty-free, revocable, and non-commercial license to: download AntiAdblock to a computer\r\n                    via a web browser; use AntiAdblock as herein set forth in the following section; copy and store AntiAdblock in your web browser cache memory; and print pages\r\n                    from AntiAdblock for your own personal and non-commercial use. The Company does not grant you any other rights whatsoever in relation to AntiAdblock.\r\n                    All other rights are expressly reserved by the Company.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    2. DESCRIPTION OF OTHER RIGHTS AND LIMITATIONS.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    (a) Unless you have the express written permission from the Company, you may not distribute AntiAdblock or any portion thereof to any third parties.\r\n                    <br\/>\r\n                    (b) You may not disassemble or reverse engineer AntiAdblock for any purpose, other than for reviewing the code for personal review, and at all times are bound\r\n                    by the terms of this EULA.\r\n                    <br\/>\r\n                    (c) We don't charge for AntiAdblock, and neither can you. You may not rent, lease, or lend AntiAdblock and may only use it for you own personal, non-commercial use.\r\n                    <br\/>\r\n                    (d) The Company may provide you with support services, and any supplemental software code provided to you as part of those services shall be considered part of\r\n                    AntiAdblock and subject to the terms and conditions of this EULA.\r\n                    <br\/>\r\n                    (e) You must comply with all applicable laws regarding use of AntiAdblock.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    3. ALLOWABLE USES OF AntiAdblock\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    You may only use AntiAdblock for your own personal, non-commercial use.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    4. NON-ALLOWABLE USES OF AntiAdblock\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    You are strictly prohibited from, and agree that you will not, adapt, edit, change, modify, transform, publish, republish, distribute, or redistribute\r\n                    AntiAdblock or any elements, portions, or parts thereof, including without limitation, to any elements, portions, or parts of AntiAdblock software (in any form or media)\r\n                    without the Company’s prior written consent. You agree not to use any automated data collection methods, data mining, robots, scraping or any data gathering\r\n                    methods of any kind on AntiAdblock. You will not use AntiAdblock for any commercial use whatsoever.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    5. ENFORCEMENT OF COPYRIGHT AND PROTECTION OF INTELLECTUAL PROPERTY\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    If the Company discovers that you have used its copyrighted or other protected intellectual property in contravention of the terms of the license above,\r\n                    the Company may bring legal proceedings against you, seeking monetary damages and an injunction against you. You could also be ordered to pay legal fees and costs.\r\n                    If you become aware of any use of the Company’s copyright or protected intellectual property that contravenes or may contravene the terms of the license above,\r\n                    immediately report this by email to support@adguard.com.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    6. TERMINATION\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Your right to use AntiAdblock continues until terminated by the Company, which may terminate this Agreement and your license to use AntiAdblock at any time,\r\n                    without cause and without notice. You may terminate this agreement at any time by uninstalling AntiAdblock. This Agreement will automatically terminate if you fail\r\n                    to comply with any of the terms of this EULA. Upon termination, you agree to stop using and to uninstall AntiAdblock.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    7. NO WARRANTIES\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    AntiAdblock is provided “As Is” and does not come with any kind of warranty whatsoever. The Company does not warrant or assume responsibility for the accuracy\r\n                    or completeness of any information, text, graphics, links or other items contained within AntiAdblock. AntiAdblock makes no warranties respecting any harm that may be\r\n                    caused by the transmission of any kind of computer virus.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    8. LIMITATION OF LIABILITY\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    In no event shall the Company be liable for any damages (including, without limitation, lost profits, business interruption, or loss of data) rising out of use\r\n                    of or inability to use AntiAdblock. In no event will the Company be liable for indirect, special, incidental, consequential (including lost profit), punitive,\r\n                    exemplary, or other damages based in contract, tort or otherwise. The Company shall have no liability with respect to the content or operation of AntiAdblock.\r\n                <\/p>"
    },
    "privacy_text": {
        "message": "<p>\r\n                    The privacy policy of&nbsp;the AntiAdblock project is&nbsp;to&nbsp;prevent gathering more data than needed\r\n                    for the extensions to&nbsp;function correctly. The data collected is&nbsp;anonymized and removed when no&nbsp;longer required. We&nbsp;will never share it\r\n                    with any third parties. This policy specifies the data gathered and its processing.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <h3>Filter update checks<\/h3>\r\n\r\n                <p>\r\n                    AntiAdblock uses <a href=\"http:\/\/adguard.com\/en\/filters.html\">Adguard filters<\/a>\r\n                    and from time to&nbsp;time refers to&nbsp;Adguard servers to&nbsp;check for the filter updates.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <p>In&nbsp;this case the server receives the following data:<\/p>\r\n                <ul>\r\n                    <li>Your IP&nbsp;address<\/li>\r\n                    <li>Filter&nbsp;ID, which we&nbsp;check for updates<\/li>\r\n                    <li>Extension type and version<\/li>\r\n                <\/ul>\r\n\r\n                <p>\r\n                    This data is&nbsp;not stored anywhere and never used later&nbsp;on.\r\n                <\/p>\r\n\r\n                <p><br\/><\/p>\r\n                <h3>Extension update checks<\/h3>\r\n\r\n                <p>\r\n                    From time to&nbsp;time your browser checks for updates of&nbsp;all your extensions including AntiAdblock.\r\n                    Some general data, such as&nbsp;operating system, browser version, your&nbsp;IP address and\r\n                    extension version is&nbsp;sent during an&nbsp;update check.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;AntiAdblock stable releases for Yandex.Browser are processed by&nbsp;the Yandex Browser and is&nbsp;subject to&nbsp;the <a href=\"http:\/\/legal.yandex.com\/privacy\/\">Yandex Browser Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;AntiAdblock stable releases for Google Chrome are processed by&nbsp;the Google Web Store website and is&nbsp;subject to&nbsp;the <a href=\"http:\/\/www.google.com\/intl\/en\/policies\/privacy\/\">Google Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;AntiAdblock stable releases for Firefox are processed by&nbsp;Addons.Mozilla.Org website and are subject to&nbsp;the <a href=\"https:\/\/www.mozilla.org\/en-US\/privacy\/\">Mozilla Privacy Policy<\/a>.\r\n                <\/p>\r\n                <p><br\/><\/p>\r\n                <p>\r\n                    Updates to&nbsp;AntiAdblock stable releases for Opera are processed by&nbsp;the Opera Add-ons website and are subject to&nbsp;the <a href=\"http:\/\/www.opera.com\/privacy\">Opera privacy policy<\/a>.\r\n                <\/p>"
    },
    "short_name": {
        "message": "AntiAdblock"
    },
    "description": {
        "message": "Protect and respect"
    },
    "footer_homepage": {
        "message": "Homepage"
    },
    "footer_privacy_policy": {
        "message": "Privacy Policy"
    },
    "footer_eula": {
        "message": "EULA"
    },
    "footer_powered_by": {
        "message": "Powered by"
    },
    "options_title": {
        "message": "Settings"
    },
    "options_header": {
        "message": "Settings"
    },
    "options_settings_filters": {
        "message": "Filters"
    },
    "privacy_title": {
        "message": "AntiAdblock: Privacy Policy"
    },
    "privacy_header": {
        "message": "Privacy Policy"
    },
    "eula_title": {
        "message": "AntiAdblock: End-User License Agreement"
    },
    "eula_header": {
        "message": "End-User License Agreement"
    }
}
